{
    "members": [
      {
        "name": "Ayoola Anthony Jombo",
        "photo": "/images/Anthony.jpg",
        "bio": "Ayoola Anthony Jombo is from Ilawe Ekiti, headquarters of Ekiti South West Local Government in Ekiti State. He was born on 2nd of December. He attended St Mary's and St John's primary school in Ilawe Ekiti and Ikere Ekiti respectively.\nHe attended Ahmadiya Grammar School Ogbagi Akoko and Corpus Christi College Ilawe Ekiti for his secondary school. He attended University of Ilorin where he studied Political Science and graduated with honours.\nAfter his mandatory one year youth service, he joined Pathfinders International Limited at Murtala Muhammed International Airport as Aviation Security. He later joined Skyway Aviation Company Limited (SACHOL) as a document security officer where he specialized in detecting fake documents. He worked at both Murtala Muhammed international Airport and Malam Aminu Kano Airport for SACHOL. He is presently self-employed.\nAyoola is a community leader, he is presently the head (Giwa) of his age grades presently.\nHe is married with children."
      },
      {
        "name": "Alade Adeboye Adedapo",
        "photo": "/images/Adedapo.jpg",
        "bio": "Alade Adeboye Adedapo\nSeasoned Banker & Transformational Leader\nWith over 19 years of experience in banking operations, Alade Adeboye Adedapo has established himself as a seasoned expert in the field. His extensive background spans various operational departments, including cash and teller operations, local and international funds transfer, and clearing office management.\n\nKey Achievements:\n- Served on the Clearing House Committee that transformed the clearing rules in Nigeria.\n- Contributed to the implementation of the Nigeria Automated Clearing System (NACS) and the Cheque Truncating and Conversion System (CTCS), streamlining the clearing process and reducing the need for physical checks.\n\nCareer Transition:\nIn 2022, Alade relocated to the United Kingdom, where he is currently exploring opportunities in the energy sector.\n\nPersonal Life:\nAlade is a devoted family man and friend, known for his vibrant personality and ability to light up any gathering. Born on April 7th to Elder J.A. Alade and Mrs. Ajibola Alade from Erinjiyan Ekiti, he is happily married to Temitope Alade and blessed with two lovely children."
      },
      {
        "name": "Akeem Olusola Oseni",
        "photo": "/images/Oseni.jpg",
        "bio": "Akeem Olusola Oseni, a true son of Ado Ekiti, was born on September 29, 1976. He began his educational journey in Ado Ekiti, later moving to Oyo town and Ile-Ife, before returning to Ado Ekiti for his tertiary education. Akeem holds a Bachelor of Science in Geology from University of Ado Ekiti and an MBA in Marketing from the University of Lagos.\n\nHe launched his career as a pioneer staff member at MSC Shipping Company Nigeria Limited, a world-leading container shipping company headquartered in Geneva, Switzerland. Currently, Akeem serves as the Chief Executive Officer (CEO) of Prebykym Global Nigeria Limited, a supply chain management and logistics expert, and shipping consultant.\n\nAdditionally, he chairs Meliora Industries Limited, an agro-allied processing company specializing in Palm Kernel Oil production and feedmill manufacturing for poultry, piggery, and cattle ranches. Akeem is happily married to Adesuwa Oseni, and they are blessed with children."
      }
    ]
  }